[
    {
   
      "price": "$1,938.82",
      "picture": "https://images-gmi-pmc.edge-generalmills.com/1e79b288-56b8-4003-a72e-ad4cec03209f.jpg",
      "rating": 40,
      "name": "Beef Pizza",
      "about": ": Absolutely! A 3-ounce serving of beef—about the size of an iPhone—provides more than 10 essential nutrients including protein, iron, zinc and vitamins B12 and B6. One serving of beef contains about half of your Daily Value for protein in around 170 calories on average (and just 150 calories for a serving of lean beef).Beef is a great protein option and source of essential nutrients to enjoy any day and for any meal! Dietary Guidelines recommend adults eat 5.5 ounces of protein foods, including beef, per day. Beef can be enjoyed for any meal throughout the day so incorporating beef into various meals will help you meet the recommended Dietary Guidelines\r\n"
    },
    {
     
      "price": "$2,515.58",
      "picture": "https://embed.widencdn.net/img/beef/1akcqwmdqs/1120x560px/classic-beef-cheeseburgers-horizontal.tif?keep=c&u=7fueml",
      "rating": 23,
      "name": "Beef Burger",
      "about": "Heat the olive oil in a frying pan, add the onion and cook for 5 minutes until softened and starting to turn golden. Set aside.In a bowl, combine the beef mince with the herbs and the egg. Season, add the onions and mix well. Using your hands, shape into 4 patties.Cook the burgers on a preheated barbecue or griddle for 5-6 minutes on each side. While the second side is cooking, lay a slice of cheese on top to melt slightly (if using).\r\n"
    },
    {
     
      "price": "$1,480.61",
      "picture": "https://media.healthyfood.com/wp-content/uploads/2017/03/Sushi_in_10_steps.jpg",
      "rating": 35,
      "name": "Sushi",
      "about": "Homemade Sushi is so much cheaper than at the restaurant. Plus, it’s easy and fun to make your own rolls at home, so you can put all your favorite ingredients into your perfect custom roll.Shrimp tempura rolls are one of our favorites, or you could do a California roll using real or imitation crab, or you could even try a veggie roll. One of our regulars is Philadelphia rolls, with smoked salmon, cream cheese, avocado, and cucumber.All of these sushi rolls are sometimes referred to as “maki rolls,” which is any type of roll where ingredients like raw fish and vegetables are rolled with vinegar-seasoned rice and nori. The sky is the limit when it comes to filling ingredients, and the best part is getting creative with your own rolls."
    },
    {
    
      "price": "$1,379.64",
      "picture": "https://www.thespruceeats.com/thmb/AfeDxJjKLRmpCLF7EtY5vnqlC9k=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/grinder-sandwich-5271038-hero-04-3e9616d36781417eb429235769997f19.jpg",
      "rating": 38,
      "name": "Sand-Wich",
      "about": "Bread Slices – 9 slices, crusts removed Butter – 100gm Mint Chutney – 3 tbsp Cucumber – 1, thinly sliced Carrots – 2, sliced into thin rounds Tomatoes – 2, sliced into thin rounds Green Chillies – 6, very finely chopped Onion – 2, sliced thinly Coriander Leaves – 2 tbsp, very finely chopped Salt as per taste Black Pepper – as per taste, ground."
    },
    {
      
      "price": "$2,946.73",
      "picture": "https://food.fnr.sndimg.com/content/dam/images/food/fullset/2021/02/05/Baked-Feta-Pasta-4_s4x3.jpg.rend.hgtvcom.616.493.suffix/1615916524567.jpeg",
      "rating": 26,
      "name": "Mix Pasta",
      "about": "In the Middle East, pasta pink sauce is one of the most popular restaurant dishes to order. It’s a blend of tomato and cream sauce, so the resulting pasta sauce is colored pink. It’s really delicious! It has tang from the tomato sauce, and creaminess from white sauce without being too rich and heavy. It makes creamy sauced pasta more approachable!"
    },
    {
    
      "price": "$3,781.69",
      "picture": "https://img.delicious.com.au/_MjBeZLn/w1200/del/2015/10/five-spice-prawn-noodles-15193-1.jpg",
      "rating": 29,
      "name": "Chicken Noodles",
      "about": "In the Middle East, pasta pink sauce is one of the most popular restaurant dishes to order. It’s a blend of tomato and cream sauce, so the resulting pasta sauce is colored pink. It’s really delicious! It has tang from the tomato sauce, and creaminess from white sauce without being too rich and heavy. It makes creamy sauced pasta more approachable!"
    }
  ]